[[{"title":"Boll"},{"text":"Am Beginn steht Boll mit seiner schönen Kirche."},{"image":{"url":"img/m34s0e1.jpg?1487353772711","caption":"Ein wunderschönes Ensemble ist das Bild von Mariazell mit Hohenzollern"}}],[{"title":"Hohenzollern"},{"text":"Dann folgt der Aufstieg durch Wald zum Hohenzollern. Das Märchenschloss ist immer einen Besuch wert. Eine gewaltige, aber auch hochromantische Anlage, als dritte Burg an der Stelle erbaut, vom Preußenkönig Friedrich Wilhelm IV, in den Jahren 1853/1867. Einen schriftlichen Führer gibt es an der Pforte."},{"text":"Ohne Führung zugänglich sind die Freianlagen und die beiden Kapellen. Die evangelische Christuskapelle, in der von 1952 bis 1991 die beiden Königssärge (Friedrich Wilhelm I und Friedrich II, auch als „Der Große“ bekannt) standen. Und die katholische St. Michaelskapelle, die noch von der zweiten Burg stammt. Auch der Rundgang auf den äußeren Befestigungen ist schön. Man hat eine schöne Aussicht nach allen Himmelsrichtungen."},{"text":"Vom Hohenzollern geht es hinunter zur reizend gelegenen Kirche Mariazell mit dem ummauerten Friedhof von Boll, zusammen mit dem Hohenzollern eines der ganz schönen Albbilder."}],[{"title":"Zeller Horn"},{"text":"Von dort wieder hoch auf das Zellerhorn, dem eigentlichen Aussichtpunkt auf den Hohenzollern. Weiter über den Backofenfels mit Aussicht nach Norden. Kurz danach ein Abstecher, der in 6 Minuten zum Nägelhaus führt. Albvereinswanderheim mit Bewirtung."}],[{"title":"Raichberg"},{"text":"Daneben der Aussichtsturm auf dem Raichberg. Dann wieder am Trauf entlang mit sehenswerten Beispielen an vielen Metern tiefen Felsspalten, wie sich der Albtrauf durch laufende Erosionen immer wieder und immer weiter abspaltet."}],[{"title":"Hangender Stein"},{"text":"Zum Hangenden Stein, einem schroffen, vorhängenden Felsklotz mit schönem Tiefblick ins Bärental. Über eine schöne Albwiese zum Abstieg bei den Kohlwinkelfelsen durch einen zauberhaften Märchenwald."}],[{"title":"Kohlfinkelfelsen"},{"image":{"url":"img/m34s5e1.jpg?1487353885814","caption":"Wildromatisch ist der Abstieg durch den Wald beim Kohlwinkelfels"}}],[{"title":"Friedrichstal"},{"text":"Zum Abschluss und Ausklang geht es noch etwa 40 Minuten eben durch das Tal des Reichenbachs, vorbei an den Gehöften Friedrichstal, zurück nach Boll."},{"image":{"url":"img/m34s6e1.jpg?1487353957168","caption":"Das Gehöft Friedrichstal mit dem Obelisk"}}]]
