[[{"title":"Maria Zell"},{"text":"Vom Parkplatz gehen wir den kurzen, aber recht steilen Stationenweg hoch zur Wallfahrtskapelle Mariazell, die zusammen mit dem Friedhof und der dahinter auf der Höhe liegenden Burg Hohenzollern ein sehr schönes Ensemble bildet. Wir gehen nach rechts, um den Friedhof herum, nicht ansteigen, auf dem ebenen Weg bleiben, der uns in kurzer Zeit auf  einen Forstweg führt."}],[{"title":"Hexenlinde"},{"image":{"url":"/img/m52s1e0.JPG?1488882829626","caption":""}},{"text":"Die erste Hälfte dieser Wanderung führt meist schattig am Fuß der Alb entlang. Vorwiegend durch Wald, mit einigen freien Rückblicken auf den Zollerberg."},{"text":"Gleich danach bei der Hexenlinde wieder eine Verzweigung. Scharf rechts ginge es zum Hohenzollern,  links zum Zollersteighof. Unser Weg ist der mittlere, der leicht fallend in Richtung Thanheim führt. Nach 5 Minuten verlassen wir diesen Weg nach links und gehen dann gleich wieder nach rechts auf einen unbefestigten und augenscheinlich wenig begangenen Waldweg."},{"text":"Bald danach treten wir aus dem geschlossenen Wald, folgen dem links liegenden Waldsaum und haben bald nach rechts einen schönen Rückblick auf den Hohenzollern."}],[{"title":"Ebersberg"},{"image":{"url":"/img/m52s2e0.JPG?1488882865508","caption":""}},{"text":"Etwa 20 Minuten später, der Fahrweg macht eine sanfte Rechtskurve und beginnt zu fallen, geht der Wanderweg nach links ab um nach weiteren knapp 10 Minuten aus dem Wald heraus auf den Freizeitplatz mit Feuerstelle und Schutzhütte am Ebersberg zu führen. Wir können einen schönen Ausblick auf das Albvorland und auf den Hohenzollern genießen."}],[{"title":"Blasenberg"},{"text":"Hier geht nun der Wanderweg hoch auf die Albhochfläche. Hier zum Aussichtpunkt Blasenberg. Dann wieder zurück und weiter am Albrand entlang mit mehreren schönen Ausblicken zum Hohenzollern. Kurze Zeit nach dem „Zollerblick“ treten wir aus dem Wald. Jetzt dem Wiesenweg bis zu einer kleinen Einbuchtung am Albtrauf folgen."}],[{"title":"Zollersteighof"},{"image":{"url":"/img/m52s4e0.jpg?1488882921866","caption":""}},{"text":"Jetzt nach rechts bis zu einer Wegekreuzung in den Wiesen, hier links zum Zollersteighof  mit Einkehrmöglichkeit. Hier steht der 19 m hohe Aussichtsturm auf dem Raichberg mit schöner Rundumsicht und Alpenfernsicht"},{"text":"Weiter am Berghang über dem Killertal entlang, zum Backofenfelsen"}],[{"title":"Zeller Horn"},{"image":{"url":"/img/m52s5e1.jpg?1488882996632","caption":""}},{"text":"Dann weiter zum bekannten „Postkarten-Aussichtspunkt“ auf den Hohenzollern, dem Zeller Horn."},{"image":{"url":"/img/m52s5e2.jpg?1488883012069","caption":""}},{"text":"Nun folgt der Abstieg. An der Schutzhütte links vorbei, die Steilstufe wird durch eine Treppenanlage entschärft, geht der Wanderweg immer durch den Wald. Wir erreichen die Hechinger Skihütte, eine Schutzhütte mit Feuerstelle. Kurz danach sind wir wieder bei Mariazell angekommen und gelangen mit wenigen Schritten zurück zu unserem  Parkplatz."}]]
