[[{"title":"Thanheim"},{"image":{"url":"/img/m53s0e0.jpg?1488886149881","caption":""}},{"text":"Vom Parkplatz gehen wir zurück auf die Autostraße, folgen dieser kurz und verlassen sie wieder nach links. Wir gehen also gewissermaßen gegen den Uhrzeigersinn um den Friedhof herum. Das Sträßchen fällt nun und wir überschreiten auf einer hübschen, überdachten Brücke den Klingenbach. Jetzt geht es durch den Ort, links an der Kirche vorbei und geradeaus weiter, nun auf der Autostraße. Nach den letzten Häusern auf der linken Straßenseite geht es rechts in die Hornstraße. Diese führt zu einem Wasserbehälter und endet dort. Kurz vor dem Wasserbehälter geht der Wanderweg links ansteigend ab. Bald erreichen wir eine Hütte mit Feuerstelle. An dieser vorbei und bei der Wegteilung den mittleren Weg nehmen. "}],[{"title":"Häuflesberg"},{"text":"Dieser führt über den Häuflesberg. Bald trifft von rechts, der mit Dreieck blau markierte, von Bissingen hochkommende Wanderweg auf unseren Weg. Damit ändert sich die Wegmarkierung. Wir folgen dieser nun bis zum Zitterhof! Auf diese Markierung ist zunächst besonders sorgfältig zu achten, da der Wanderweg mehrfach über die Forststraße führt und wieder von ihr abgeht. Das ist aber kein Problem, das der ganze Weg vorbildlich markiert ist."}],[{"title":"Hundsrücken"},{"text":"Es geht nun hoch zum Hundsrücken. Hier ist wegen der Steilabfälle Vorsicht vor allem bei begleitenden Kindern geboten. Wir haben zunächst die Aussichten nach Süden auf Balingen, im Hintergrund Lochenstein bis Lochenhörnle und Plettenberg. Am höchsten Punkt nicht versäumen, nach links auf den nördlichen Aussichtspunkt zum Hohenzollern zu gehen."}],[{"title":"Irrenberg"},{"text":"Danach steigen wir ab und gehen durch ein botanisch interessantes Gebiet über den Verbindungsgrat zum Irrenberg. Dieser ist im Besitz des Schwäbischen Heimatbundes und wird alljährlich von freiwilligen Helfern gepflegt und somit als freie Heidelandschaft erhalten."},{"text":"Nachdem wir wieder angestiegen und auf dem Irrenberg angelangt sind, können wir, etwa bei schlechtem Wetter, der asphaltierten Wirtschaftsstraße zum Zitterhof folgen. Ungleich schöner ist es, wenn wir bei dem Wasserbehälter auf dem Wiesenpfad nach links gehen bis zum „Krummen Ränkle“, dem Albtrauf, um dann diesem mit schönen Ausblicken zu folgen. Bei einem Eckfelsen (Gedenkstein für die im Jahr 1889 hier verunglückte A. Maria Strobel vom Zitterhof) geht der Weg, weiter dem Albtrauf folgend, nach rechts. Nach etwa 15 Minuten verlassen wir den nach links abknickenden Albtrauf und gehen an den landwirtschaftlichen Nebengebäuden des Zitterhofes entlang. Nach diesen nach rechts, um wieder auf die Wirtschaftstraße zu gelangen. Auf dieser dann weiter Richtung Zitterhof."}],[{"title":"Zitterhof"},{"text":"Wir haben den Hauptwanderweg 1 des Schwäbischen Albvereins erreicht, den Nordrandweg, dem wir gegen Dreieck rot folgen. Beim großen Wanderparkplatz am Zitterhof gehen wir nach links über den Platz und weiter zum  Wald. Vorsicht: Nach wenigen Schritten im Wald geht hier unser Weg nach rechts ab!"}],[{"title":"Stich"},{"text":"Kurze Zeit später Zeit führt er in eine Schlucht, nach Überschreiten des Baches wieder hoch zum Stichwirtshaus. Einkehrmöglichkeit."},{"text":"Nun rechts an den Wirtschaftsgebäuden vorbei und hoch in die Wacholderheide. Vorsicht: Vor Beginn des Waldes auf den links abgehenden Wanderweg, damit wir auf den dem Albtrauf entlang führenden, wunderschönen Aussichtsweg mit einigen Ruhebänken kommen! Diesem nun folgen bis zum Heiligenkopf "}],[{"title":"Heiligenkopf"},{"image":{"url":"/img/m53s6e0.jpg?1488886178065","caption":""}}],[{"title":"Blasenberg"},{"text":"Wir gehen im spitzen Winkel nach rechts und erreichen nach wenigen Minuten den freien Aussichtspunkt auf dem Blasenberg."},{"image":{"url":"/img/m53s7e1.jpg?1488886202636","caption":""}},{"text":"Von hier noch einige Minuten weiter, dann geht links der Abstieg in den Wald. Beim wieder Austreten sind wir auf einem Picknickplatz mit Feuerstelle, Schutzhütte, Bänken, Tischen und schönen Ausblicken (rechts der Hohenzollern). Hier nun geradeaus weiter, den Weg überschreiten, auf der Wiese hinunter zu einem Gedenkstein, hier links weiter absteigen, ein Bächlein überschreiten, links vorbei an einem alten Schafhaus, gleich danach aber wieder nach rechts und am Hang des Ebersberges entlang."},{"text":"Bei Erreichen der ersten Straße von Thanheim auf dieser nach rechts bis wir auf eine Querstraße stoßen. Dieser nach links folgen zurück zum Parkplatz."}]]